Repository: Muhanned-Anwar/note_provider
Catalog: lib/l10n/app_*.arb
Languages: ar

# launch_screen
source: APP NOTES MANAGER (PROVIDER)
ar: تطبيق ادارة المذكرات (بروفايدر)

# main_screen_app_bar_title
source: Notes
ar: المذكرات

# main_screen_note_date
source: September 10
ar: 10 سبتمبر

# main_screen_no_data
source: NO DATA
ar: لا يوجد بيانات

# main_screen_settings
source: Settings
ar: الاعدادات

# main_screen_about_app
source: About App
ar: حول التطبيق

# add_note_title
source: Add Note
ar: إضافة مذكرة

# add_note_hint_text
source: Enter note content
ar: ادخل محتوى المذكرة

# add_note_save
source: Save
ar: حفظ

# settings_title
source: Notes
ar: المذكرات

# settings_language
source: Language
ar: اللغة

# settings_language_hint_text
source: Language
ar: اللغة
